Repository: 84000/data-translation-memory
Catalog: Toh_244-Proper_Dharma_Conduct-v2.tmx
Source language: bo
Languages: en

source: སེང་གེའི་རྩལ་གྱིས་རྣམ་པར་གནོན་པར་བྱ་བ་ནི་ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་སྨད་བབ་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They ‘subdue with the force of a lion’ in order to suppress all adversarial disputes. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཡིད་དུ་འོང་བར་ཡང་གྱིས་ཤིག །ཡིད་དུ་མི་འོང་བར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be attractive, and on the other hand be unattractive.

source: སྨད་དུ་མེད་པར་ཡང་གྱིས་ཤིག །སྨད་དུ་ཡོད་པར་ཡང་གྱིས་ཤིག །
en: On the one hand be free from reproach, and on the other hand reproach.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཡིད་དུ་འོང་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas attractive?

source: ཇི་ལྟར་ན་ཡིད་དུ་མི་འོང་བ་ལགས།
en: How are they unattractive?

source: ཇི་ལྟར་ན་སྨད་དུ་མ་མཆིས་པ་ལགས།
en: How are they free from reproach?

source: ཇི་ལྟར་ན་སྨད་དུ་མཆིས་པ་ལགས།
en: How do they reproach?”

source: བཀའ་སྩལ་པ། ཡིད་དུ་འོང་བ་ཞེས་བྱ་བ་ནི་ཡོན་ཏན་གྱིས་ཕྱུག་པའི་ཕྱིར་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཐུགས་སུ་བྱོན་པའོ། །
en: The Blessed One said, “ ‘Attractive’ means that through their wealth of good qualities they have arrived at the mind of all buddhas.

source: ཡིད་དུ་མི་འོང་བ་ནི་མངོན་པར་ཤེས་པ་ཐམས་ཅད་ཀྱི་རྣམ་པར་འཕྲུལ་པའི་ཕྱིར་བདུད་ཐམས་ཅད་ཀྱི་ཡིད་དུ་མི་འོང་བའོ། །
en: ‘Unattractive’ refers to their manifestation of all the superknowledges, which are unattractive to all māras.

source: སྨད་དུ་མེད་པ་ནི་ལུས་དང་། ངག་དང་། ཡིད་ཡོངས་སུ་དག་པའི་ཕྱིར་རོ། །
en: They are ‘free from reproach’ because their body, speech, and mind are pure.

source: སྨད་དུ་ཡོད་པ་ནི་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་ལ་དམོད་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They ‘reproach’ because they disparage all unwholesome qualities. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་རྨ་བྱུང་བ་རྣམས་ལ་རྨ་མ་འབྱིན་ཅིག །
en: “Therefore, noble sons, do not discourage those who are discouraged.

source: རྨ་མ་བྱུང་བ་རྣམས་ལ་རྨ་ཕྱུང་ཤིག །
en: Discourage those who are not discouraged.

source: ཡེ་ཤེས་ཚོལ་ཅིག །
en: Search for wisdom.

source: ཡེ་ཤེས་ཀྱི་བྱ་བ་རྣམས་ལ་དགའ་བར་མ་བྱེད་ཅིག །
en: Avoid fondness for the actions of wisdom.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་རྨ་བྱུང་བ་རྣམས་ལ་རྨ་མི་འབྱིན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas not discourage those who are discouraged?

source: ཇི་ལྟར་ན་རྨ་མ་བྱུང་བ་རྣམས་ལ་རྨ་འབྱིན་པ་ལགས།
en: How do they discourage those who are not discouraged?

source: ཇི་ལྟར་ན་ཡེ་ཤེས་ཚོལ་བ་ལགས།
en: How do they search for wisdom?

source: ཇི་ལྟར་ན་ཡེ་ཤེས་ཀྱི་བགྱི་བ་རྣམས་ལ་མི་དགའ་བ་ལགས།
en: How do they avoid fondness for the actions of wisdom?”

source: བཀའ་སྩལ་པ། རྨ་བྱུང་བ་རྣམས་ཞེས་བྱ་བ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་སྟེ་དེ་ལ་རྨ་དབྱུང་བར་མི་བྱའོ། །
en: The Blessed One said, “ ‘Those who are discouraged’ means those who are on the levels of the hearers and solitary buddhas. They should not be discouraged.

source: རྨ་མ་བྱུང་བ་རྣམས་ཞེས་བྱ་བ་ནི་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དེ། དེ་དག་ནི་རྨ་དབྱུང་བར་བྱའོ། །
en: ‘Those who are not discouraged’ means all ordinary beings. They should be discouraged.

source: ཡེ་ཤེས་བཙལ་བར་བྱ་བ་ནི། ཟད་པ་དང་མི་སྐྱེ་བ་ཤེས་པའོ། །
en: ‘Searching for wisdom’ means searching for the knowledge of exhaustion and the unborn.

source: ཡེ་ཤེས་ཀྱི་བྱ་བ་ལ་དགའ་བར་མི་བྱ་བ་ནི་འདུས་མ་བྱས་སུ་ལྟུང་བར་མི་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Avoiding fondness for the actions of wisdom’ means not straying into the uncompounded. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མཉམ་པར་གཞག་པར་ཡང་གྱིས་ཤིག །སེམས་རྣམ་པར་གཡེང་བར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand rest in composure, and on the other hand be distracted.

source: སེམས་མི་གནས་པར་ཡང་གྱིས་ཤིག །རྟག་ཏུ་སྙོམས་པར་ཞུགས་པར་ཡང་གྱིས་ཤིག །
en: On the one hand do not let your minds rest, and on the other hand always remain composed.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མཉམ་པར་གཞག་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas rest in composure?

source: ཇི་ལྟར་ན་སེམས་རྣམ་པར་གཡེང་བར་བགྱིད་པ་ལགས།
en: How are they distracted?

source: ཇི་ལྟར་ན་སེམས་མི་གནས་པ་ལགས།
en: How do they not let their minds rest?

source: ཇི་ལྟར་ན་རྟག་ཏུ་སྙོམས་པར་ཞུགས་པ་ལགས།
en: How do they always remain composed?”

source: བཀའ་སྩལ་པ། མཉམ་པར་གཞག་པ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱིས་སོ། །
en: The Blessed One said, “They ‘rest in composure’ by means of the mind of awakening.

source: སེམས་རྣམ་པར་གཡེང་བར་བྱ་བ་ནི་ཉན་ཐོས་ཀྱི་སེམས་ལས་སོ། །
en: ‘Distracted’ means being distracted from the mind of the hearers.

source: མི་གནས་པ་ནི་དེ་ལ་མ་ཆགས་པའི་ཕྱིར་རོ། །
en: They ‘do not let their minds rest’ because they are unattached to that.

source: རྟག་ཏུ་སྙོམས་པར་ཞུགས་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་མཉམ་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They ‘always remaining composed’ because they maintain an unbiased mind toward all beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་བསྲེག་པར་བྱ་བ་ནི་སྲེགས་ཤིག །
en: “Therefore, noble sons, burn what must be burnt.

source: ཚིག་པ་ནི་སྐྱེད་ཅིག །
en: Set things on fire.

source: སྐྱེས་པ་ནི་ཐོང་ཅིག །
en: Abandon birth.

source: རྣམ་པར་ཕྱེ་བ་ནི་བསྡུས་ཤིག །
en: Collect the extensive.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བསྲེག་པར་བགྱི་བ་སྲེག་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas burn what must be burnt?

source: ཇི་ལྟར་ན་ཚིག་པ་རྣམས་སྐྱེད་པ་ལགས།
en: How do they set things on fire?

source: ཇི་ལྟར་ན་སྐྱེས་པ་རྣམས་གཏོང་བ་ལགས།
en: How do they abandon birth?

source: ཇི་ལྟར་ན་རྣམ་པར་ཕྱེ་བ་རྣམས་སྡུད་པ་ལགས།
en: How do they collect the extensive?”

source: བཀའ་སྩལ་པ། བསྲེག་པར་བྱ་བ་སྲེག་པ་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་ཤེས་རབ་ཀྱི་མེས་སྲེག་པའོ། །
en: The Blessed One said, “ ‘Burning what must be burnt’ means burning all afflictions with the fire of wisdom.

source: ཚིག་པ་སྐྱེད་པ་ནི་ཐབས་ཀྱིས་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་གཟུང་བའོ། །
en: ‘Setting things on fire’ means skillfully apprehending the aggregates, elements, and sense sources.

source: སྐྱེས་ནས་གཏོང་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བྱ་བ་ཅི་ཡོད་པ་ལ་སྙིང་ལས་སུ་བྱ་བའོ། །
en: ‘Abandoning birth’ means having misgivings about all the activities of beings.

source: རྣམ་པར་ཕྱེ་བས་བསྡུ་བ་ཞེས་བྱ་བ་དེ་ནི་ཡོངས་སུ་བསྔོ་བའི་ཚིག་བླ་དགས་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Collecting the extensive’ is synonymous with dedicating the merit. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་དུས་མ་ཡིན་པ་ནི་དུས་སུ་ཤེས་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, know the wrong time to be the right time.

source: དུས་ནི་དུས་མ་ཡིན་པར་ཤེས་པར་གྱིས་ཤིག །
en: Know the right time to be the wrong time.

source: དུས་དང་དུས་མ་ཡིན་པ་ལ་མཁས་པར་ཡང་གྱིས་ཤིག །
en: Be knowledgeable about the right time and the wrong time.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དུས་མ་ལགས་པ་ལ་དུས་སུ་འཚལ་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas know the wrong time to be the right time?

source: ཇི་ལྟར་ན་དུས་ལ་དུས་མ་ལགས་པར་འཚལ་བ་ལགས།
en: How do they know the right time to be the wrong time?

source: ཇི་ལྟར་ན་དུས་དང་དུས་མ་ལགས་པ་ལ་མཁས་པ་ལགས།
en: How are they knowledgeable about the right time and the wrong time?”

source: བཀའ་སྩལ་པ། གང་ཉན་ཐོས་ཀྱི་ས་ཐོབ་པར་བྱ་བའི་དུས་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་དུས་མ་ཡིན་ནོ། །
en: The Blessed One said, “The time for the attainment of the hearers is ‘the wrong time’ for bodhisattvas.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱས་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་དུས་སོ། །
en: When they have completed all the perfections and fully awaken to unexcelled and perfect buddhahood, that is ‘the right time’ for bodhisattvas.

source: དུས་དང་དུས་མ་ཡིན་པ་ལ་མཁས་པར་བྱ་བ་ནི་དུས་བཞིན་དུ་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་ཏེ་དེ་ནི་ཚུལ་ལོ། །
en: They are ‘knowledgeable about the right time and the wrong time’ in order to accomplish roots of virtue at the right time. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་འབྱོར་པ་ནི་ཕྱེ་ཤིག །
en: “Therefore, noble sons, separate from what has been attained,

source: མ་འབྱོར་པ་ནི་སྦྱོར་ཅིག །
en: connect with what has not been attained, and

source: འབྱོར་པ་དང་མ་འབྱོར་པ་ལ་ཆགས་པར་ཡང་མ་བྱེད་ཅིག །
en: do not be attached to attainment or non-attainment.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འབྱོར་པ་འབྱེད་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas separate from what has been attained?

source: ཇི་ལྟར་ན་མ་འབྱོར་པ་ནི་སྦྱོར་བ་ལགས།
en: How do they connect with what has not been attained?

source: ཇི་ལྟར་ན་སྦྱོར་བ་དང་། མི་སྦྱོར་བ་ལ་མ་ཆགས་པ་ལགས།
en: How are they not attached to attainment or non-attainment?”

source: བཀའ་སྩལ་པ། འབྱོར་པ་ནི་ཕྱིན་ཅི་ལོག་བཞི་འཁོར་བའི་འདམ་དང་འབྱོར་པ་སྟེ།
en: The Blessed One said, “ ‘What has been attained’ means the acquirement of the four misapprehensions and the swamp of saṃsāra.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔས་དབྱེ་བར་བྱའོ། །
en: That is what a bodhisattva must separate from.

source: མ་འབྱོར་པ་ནི་མྱ་ངན་ལས་འདས་པའི་ཚུལ་བཞིན་ཡིད་ལ་བྱ་བ་སྟེ།
en: ‘What has not been attained’ means the proper contemplation of nirvāṇa.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔས་སྦྱར་བའོ། །
en: That is what a bodhisattva must connect with.

source: འབྱོར་པ་དང་མ་འབྱོར་པ་ལ་ཆགས་པར་མི་བྱ་བ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་སྤྱོད་པ་དང་། སོ་སོའི་སྐྱེ་བོའི་སྤྱོད་པ་ལ་མ་ཆགས་པར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Not being attached to attainment or non-attainment’ means not being attached to the conduct of the hearers and solitary buddhas or the conduct of ordinary beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་དབུགས་ཕྱིན་པ་རྣམས་ནི་དབུགས་མ་ཕྱུང་ཤིག །
en: “Therefore, noble sons, do not relieve those who are relieved.

source: དབུགས་མ་ཕྱིན་པ་རྣམས་ནི་དབུགས་ཕྱུང་ཤིག །
en: Relieve those who have not been relieved.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དབུགས་ཕྱིན་པ་རྣམས་དབུགས་མི་འབྱིན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas not relieve those who are relieved?

source: ཇི་ལྟར་ན་དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་འབྱིན་པ་ལགས།
en: How do they relieve those who have not been relieved?”

source: བཀའ་སྩལ་པ། དབུགས་ཕྱིན་པ་རྣམས་དབུགས་མི་དབྱུང་བ་ནི། ཡོངས་སུ་སྨིན་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་མི་བྱའོ། །
en: The Blessed One said, “ ‘Not relieving those who are relieved’ means that one should not ripen beings who are already ripened.

source: དབུགས་མ་ཕྱིན་པ་རྣམས་དབུགས་དབྱུང་བ་ནི་ཡོངས་སུ་མ་སྨིན་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Relieving those who have not been relieved’ means that one should ripen beings who have not been ripened. That is the proper conduct.

source: !རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་རྨ་བྱུང་བར་ཡང་གྱིས་ཤིག །མ་རྨས་པར་ཡང་གྱིས་ཤིག །རྨ་བྱུང་བ་རྣམས་ནི་སོས་པར་ཡང་གྱིས་ཤིག །རྨ་མ་བྱུང་བ་རྣམས་ནི་རྨ་དབྱུང་ཤིག །
en: “Therefore, noble sons, get injured, avoid injury, heal wounds, and do not cause injury where there are no wounds.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་རྨ་འབྱིན་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas get injured?

source: ཇི་ལྟར་ན་མ་རྨས་པ་ལགས།
en: How do they avoid injury?

source: ཇི་ལྟར་ན་རྨ་བྱུང་བ་རྣམས་གསོ་བ་ལགས།
en: How do they heal wounds?

source: ཇི་ལྟར་ན་རྨ་མ་བྱུང་བ་རྨ་མི་འབྱིན་པ་ལགས།
en: How do they not cause injury where there are no wounds?”

source: བཀའ་སྩལ་པ། རྨ་འབྱུང་བ་ནི་ཡན་ལག་དང་ཉིང་ལག་ཡོངས་སུ་བཏང་བའི་ཕྱིར་རོ། །
en: The Blessed One said, “They ‘get injured’ in order to give away their major and minor limbs.

source: མ་རྨས་པར་བྱ་བ་ནི་སེམས་ཀྱིས་སོ། །
en: ‘Avoiding injury’ means doing so mentally.

source: རྨ་བྱུང་བ་རྣམས་གསོ་བ་ནི་ལྟུང་བ་བྱུང་བ་རྣམས་ཆོས་བཞིན་དུ་བཅོས་པའོ། །
en: ‘Healing wounds’ means correcting downfalls according to the Dharma.

source: རྨ་མ་བྱུང་བ་རྨ་མི་དབྱུང་བ་ནི་སྲོག་གི་ཕྱིར་ཡང་བསླབ་པ་ལས་འགལ་བར་མི་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Not causing injury where there are no wounds’ means that they should not transgress their trainings even at the cost of their lives. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཉེ་བར་འཚོར་མེད་པར་ཡང་གྱིས་ཤིག །སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་བར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be without a livelihood, and on the other hand provide a livelihood for all beings.

source: མ་བསགས་པ་རྣམས་ཀྱང་སོགས་ཤིག །བསགས་པ་རྣམས་ཀྱང་ཆུད་མ་གཟན་ཅིག །
en: On the one hand collect what has not been collected, and on the other hand do not waste what has been collected.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཉེ་བར་འཚོ་བ་མ་མཆིས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas to be without a livelihood?

source: ཇི་ལྟར་ན་སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་བ་ལགས།
en: How do they provide a livelihood for all beings?

source: ཇི་ལྟར་ན་མ་བསགས་པ་སོགས་པ་ལགས།
en: How do they collect what has not been collected?

source: ཇི་ལྟར་ན་བསགས་པ་ཆུད་མི་གཟོན་པ་ལགས།
en: How do they not waste what has been collected?”

source: བཀའ་སྩལ་པ། ཉེ་བར་འཚོ་བ་མེད་པ་ནི་བདུད་དང་མུ་སྟེགས་ཅན་ཐམས་ཅད་ཀྱིས་གླགས་མི་རྙེད་པའོ། །
en: The Blessed One said, “ ‘Being without a livelihood’ prevents all māras and non-Buddhists from getting an opportunity.

source: སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་བ་ནི་དཔག་བསམ་གྱི་ཤིང་ལྟ་བུའོ། །
en: ‘Providing a livelihood for all beings’ means being like a wish-fulfilling tree.

source: མ་བསགས་པ་བསགས་པ་ནི་དགེ་བའི་རྩ་བ་བསྐྱེད་པའི་ཕྱིར་རོ། །
en: They ‘collect what has not been collected’ in order to create roots of virtue.

source: བསགས་པ་ཆུད་མི་གཟན་པ་ནི་དགེ་བའི་སེམས་སྐྱེས་སོ་ཅོག་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Not wasting what has been collected’ means dedicating all virtuous thoughts to awakening. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་སྟོབས་ཆུང་བར་ཡང་གྱིས་ཤིག ། སྟོབས་དང་ལྡན་པར་ཡང་གྱིས་ཤིག །
en: “Therefore, noble sons, on the one hand be weak, and on the other hand be powerful.

source: རྟེན་མེད་པར་ཡང་གྱིས་ཤིག །དཔུང་གཉེན་མེད་པར་ཡང་གྱིས་ཤིག །
en: On the one hand be without support, and on the other hand be without a leader.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སྟོབས་ཆུང་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas weak?

source: ཇི་ལྟར་ན་སྟོབས་དང་ལྡན་པ་ལགས།
en: How are they powerful?

source: ཇི་ལྟར་ན་རྟེན་མ་མཆིས་པ་ལགས།
en: How are they without support?

source: ཇི་ལྟར་ན་དཔུང་གཉེན་མ་མཆིས་པ་ལགས།
en: How are they without a leader?”

source: བཀའ་སྩལ་པ། སྟོབས་ཆུང་ངུ་བྱ་བ་ནི་གནོད་པར་བྱེད་པ་རྣམས་ལ་ལན་མི་བྱའོ། །
en: The Blessed One said, “ ‘Being weak’ means not retaliating against those who cause harm.

source: སྟོབས་དང་ལྡན་པར་བྱ་བ་ནི་ཕན་པ་མི་བྱེད་པ་རྣམས་ལ་བཟོད་པས་ཕན་གདགས་པའོ། །
en: ‘Being powerful’ means patiently helping those who cannot help themselves.

source: རྟེན་མེད་པར་བྱ་བ་ནི་སོ་སོ་རང་གིས་ཤེས་པས་སོ། །
en: They are ‘without support’ because they are self-reliant.

source: དཔུང་གཉེན་མེད་པར་བྱ་བ་ནི་གཞན་གྱི་དྲིང་མི་འཇོག་པ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Being without a leader’ means not following others. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་དང་བ་དག་ནི་རྙོག་པ་ཅན་དུ་གྱིས་ཤིག །རྙོག་པ་ཅན་དག་ནི་དང་བར་གྱིས་ཤིག །
en: “Therefore, noble sons, stain what is pure, purify what is stained.

source: རྙོག་པ་མེད་པར་ཡང་གྱིས་ཤིག །རྟག་ཏུ་དང་བར་ཡང་གྱིས་ཤིག །
en: Be without stains, and always be pure.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་བ་དག་ནི་རྙོག་པ་ཅན་དུ་བགྱི་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas stain what is pure?

source: ཇི་ལྟར་ན་རྙོག་པ་ཅན་དག་ནི་དང་བར་བགྱིད་པ་ལགས།
en: How do they purify what is stained?

source: ཇི་ལྟར་ན་རྙོག་པ་མ་མཆིས་པ་ལགས།
en: How are they without stains?

source: ཇི་ལྟར་ན་རྟག་ཏུ་དང་བ་ལགས།
en: How are they always pure?”

source: བཀའ་སྩལ་པ། དང་བ་དག་རྙོག་པ་ཅན་དུ་བྱ་བ་ནི་མཉམ་པར་གཞག་པའི་སེམས་ལ་དགེ་བའི་རྩ་བ་དག་གིས་བསྒོ་བའོ། །
en: The Blessed One said, “ ‘Staining what is pure’ means defiling the mind of equipoise with roots of virtue.

source: རྙོག་པ་ཅན་དག་དང་བར་བྱ་བ་ནི་ཉོན་མོངས་པས་རྙོགས་པའི་སེམས་བྱང་ཆུབ་ཀྱི་སེམས་སུ་དང་བར་བྱ་བའོ། །
en: ‘Purifying what is stained’ means purifying the mind stained by afflictions so that it becomes the mind of awakening.

source: རྙོག་པ་མེད་པར་བྱ་བ་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་བསལ་བའོ། །
en: ‘Being without stains’ means eliminating all afflictions.

source: རྟག་ཏུ་དང་བར་བྱ་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་དང་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Being always pure’ means having a pure attitude toward all beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ལུགས་ལས་བཟློག་པར་འཇུག་པར་ཡང་གྱིས་ཤིག །ལུགས་བཞིན་དུ་ཡང་སློབས་ཤིག །
en: “Therefore, noble sons, on the one hand go against the grain, and on the other hand train with the grain, and

source: སྤྱིའུ་ཚུགས་ཀྱི་རྒྱུད་ཀྱང་ཤེས་པར་གྱིས་ཤིག །
en: know the continuum that is reversed.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལུགས་ལས་བཟློག་པར་འཇུག་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas go against the grain?

source: ཇི་ལྟར་ན་ལུགས་བཞིན་དུ་སློབ་པ་ལགས།
en: How do they train with the grain?

source: ཇི་ལྟར་ན་སྤྱིའུ་ཚུགས་ཀྱི་རྒྱུད་འཚལ་བ་ལགས།
en: How do they know the continuum that is reversed?”

source: བཀའ་སྩལ་པ། ལུགས་ལས་བཟློག་པར་འཇུག་པར་བྱ་བ་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་ལས་ཕྱིར་ལོག་པའོ། །
en: The Blessed One said, “ ‘Going against the grain’ means that you turn away from the behavior of all childish ordinary people.

source: ལུགས་བཞིན་དུ་བསླབ་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ཐམས་ཅད་ལའོ། །
en: ‘Training with the grain’ means training in all the practices of the bodhisattvas.

source: སྤྱིའུ་ཚུགས་ཀྱི་རྒྱུད་ཤེས་པར་བྱ་བ་ནི་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་ལས་ལོག་སྟེ་འདོད་པའི་ཁམས་སུ་སྣང་བར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: %‘Knowing the continuum that is reversed’ means reverting from the attainment of the stage of neither thought nor no thought and then appearing in the desire realm.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་བདུད་རྩི་དང་དུག་ཏུ་མ་འདྲེས་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, do not mix nectar and poison.

source: དུག་མེད་པ་རྣམས་དང་མ་བསྟེན་ཅིག །
en: Do not associate with those who are without poison.

source: དུག་དང་ལྡན་པ་རྣམས་ལ་བདུད་རྩིའི་སྦྱིན་པ་གྱིས་ཤིག །
en: Offer nectar to those who are poisoned.

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བདུད་རྩི་དང་དུག་ཏུ་མ་འདྲེས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas not mix nectar and poison?

source: ཇི་ལྟར་ན་དུག་མ་མཆིས་པ་རྣམས་དང་མི་སྟེན་པ་ལགས།
en: How do they not associate with those who are without poison?

source: ཇི་ལྟར་ན་དུག་དང་ལྡན་པ་རྣམས་ལ་བདུད་རྩིའི་སྦྱིན་པ་བགྱིད་པ་ལགས།
en: How do they offer nectar to those who are poisoned?”

source: བཀའ་སྩལ་པ། བདུད་རྩི་ཞེས་བྱ་བ་ནི་བག་ཡོད་པའོ། །
en: The Blessed One said, “ ‘Nectar’ is conscientiousness and

source: དུག་ཅེས་བྱ་བ་ནི་བག་མེད་པ་སྟེ།
en: ‘poison’ is carelessness.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔས་བག་ཡོད་པར་བྱ་ཞིང་བག་མེད་པའི་སེམས་དང་མ་འདྲེས་པར་བྱའོ། །
en: Bodhisattvas should be conscientious and not mix that with a careless attitude.

source: དུག་མེད་པ་རྣམས་ཞེས་བྱ་བ་ནི་ཉན་ཐོས་རྣམས་ཏེ། དེ་དག་དང་བསྟེན་པར་མི་བྱའོ། །
en: ‘Those who are without poison’ are the hearers, and they should not associate with them.

source: དུག་དང་ལྡན་པ་ཞེས་བྱ་བ་ནི་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཏེ། དེ་དག་ལ་བདུད་རྩི་བསྟན་པར་བྱ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Those who are poisoned’ are ordinary beings, and bodhisattvas must teach the nectar to them. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་མངོན་པར་དགའ་བར་བྱ་བ་ལ་ནི་མངོན་པར་དགའ་བར་མ་བྱེད་ཅིག །
en: “Therefore, noble sons, do not be delighted by what delights.

source: མངོན་པར་དགའ་བར་མི་བྱ་བ་ལ་ནི་མངོན་པར་དགའ་བར་གྱིས་ཤིག །
en: Be delighted by what does not delight.

source: དགའ་བ་དང་འདོད་ཆགས་དང་ལྡན་པར་ཡང་གྱིས་ཤིག །དགའ་བ་དང་འདོད་ཆགས་ཡོངས་སུ་བཅད་པར་ཡང་གྱིས་ཤིག །
en: On the one hand be delighted and passionate, and on the other hand eliminate delight and passion.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མངོན་པར་དགའ་བར་བགྱི་བ་ལ་མངོན་པར་དགའ་བར་མི་བགྱིད་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how are bodhisattvas not delighted by what delights?

source: ཇི་ལྟར་ན་མངོན་པར་དགའ་བར་མི་བགྱི་བ་ལ་མངོན་པར་དགའ་བར་བགྱིད་པ་ལགས།
en: How are they delighted by what does not delight?

source: ཇི་ལྟར་ན་དགའ་བ་དང་འདོད་ཆགས་དང་ལྡན་པ་ལགས།
en: How are they delighted and passionate?

source: ཇི་ལྟར་ན་དགའ་བ་དང་འདོད་ཆགས་ཡོངས་སུ་གཅོད་པ་ལགས།
en: How do they eliminate delight and passion?

source: བཀའ་སྩལ་པ། མངོན་པར་དགའ་བ་ཞེས་བྱ་བ་ནི་ངར་འཛིན་པ་དང་ང་ཡིར་འཛིན་པ་སྟེ། དེ་དག་ལ་མངོན་པར་དགའ་བར་མི་བྱའོ། །
en: The Blessed One said, “ ‘What delights’ means grasping at I and grasping at mine , but they should not be delighted by that.

source: མངོན་པར་མི་དགའ་བ་ནི་བདུད་རྣམས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ལ་སྟེ། དེ་ལ་མངོན་པར་དགའ་བར་བྱའོ། །
en: ‘What does not delight’ refers to the way māras perceive buddha wisdom, but bodhisattvas should be delighted by that.

source: དགའ་བ་དང་འདོད་ཆགས་དང་ལྡན་པར་བྱ་བ་ནི་འཁོར་བ་ན་སྲེད་པ་ནི་ཟླ་ཡིན་པའོ། །
en: ‘Being delighted and passionate’ means being a companion to those who crave cyclic existence.

source: དགའ་བ་དང་འདོད་ཆགས་ཡོངས་སུ་གཅད་པ་ནི་འགོག་པ་ཡོངས་སུ་ཤེས་པར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Eliminating delight and passion’ means knowing cessation. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་བཅིང་བས་བཅིངས་པར་ཡང་གྱིས་ཤིག །བཅིང་བས་བཅིངས་པ་རྣམས་ཀྱང་ཁྲོལ་ཅིག །
en: “Therefore, noble sons, on the one hand tie with bonds, and on the other hand untie the bonds that bind.

source: གྲོལ་བ་རྣམས་ལའང་བསྙེན་བཀུར་གྱིས་ཤིག །
en: Serve those who are liberated.

source: མ་གྲོལ་བ་རྣམས་ཀྱི་རྗེས་སུ་འབྲང་བར་གྱིས་ཤིག །
en: Follow those who are not liberated.

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བཅིང་བས་བཅིངས་པ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas tie with bonds?

source: ཇི་ལྟར་ན་བཅིངས་པ་རྣམས་དགྲོལ་བ་ལགས།
en: How do they untie the bonds that bind?

source: ཇི་ལྟར་ན་གྲོལ་བ་རྣམས་ལ་བསྙེན་བཀུར་བགྱིད་པ་ལགས།
en: How do they serve those who are liberated?

source: ཇི་ལྟར་ན་མ་གྲོལ་བ་རྣམས་ཀྱི་རྗེས་སུ་འབྲང་བ་ལགས།
en: How do they follow those who are not liberated?”

source: བཀའ་སྩལ་པ། བཅིང་བས་བཅིངས་པར་བྱ་བ་ནི་བསླབ་པའི་བཅིང་བས་སོ། །
en: The Blessed One said, “ ‘Tying with bonds’ means tying the bonds of training.

source: བཅིངས་པ་འགྲོལ་བ་ནི་སྲེད་པའི་བཅིང་བ་ལས་སོ། །
en: ‘Untying the bonds’ means untying the bonds of craving.

source: གྲོལ་བ་རྣམས་ལ་བསྙེན་བཀུར་བྱ་བ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་རྣམས་ལའོ། །
en: ‘Serving those who are liberated’ means serving the hearers and solitary buddhas.

source: མ་གྲོལ་བ་རྣམས་ཀྱི་རྗེས་སུ་འབྲང་བར་བྱ་བ་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Following those who are not liberated’ means ripening childish ordinary beings. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་འདོད་པར་བྱ་བ་རྣམས་ལ་ནི་འདོད་པར་གྱིས་ཤིག །
en: “Therefore, noble sons, desire the desirable.

source: འདོད་པར་མི་བྱ་བ་རྣམས་ལ་ནི་འདོད་པར་མ་བྱེད་ཅིག །
en: Do not desire the undesirable.

source: འདོད་པ་དང་བྲལ་བར་ཡང་གྱིས་ཤིག །
en: Be without desire.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འཚལ་བར་བགྱི་བ་རྣམས་འཚལ་བ་ལགས།
en: The bodhisattvas asked, “Blessed One, how do bodhisattvas desire the desirable?

source: ཇི་ལྟར་ན་འཚལ་བར་མི་བགྱི་བ་རྣམས་མི་འཚལ་བ་ལགས།
en: How do they not desire the undesirable?

source: ཇི་ལྟར་ན་འཚལ་བ་དང་བྲལ་བ་ལགས།
en: How are they without desire?”

source: བཀའ་སྩལ་པ། བྱང་ཆུབ་སེམས་དཔའི་འདོད་པར་མི་བྱ་བ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དེ། དེ་དག་ལ་འདོད་པར་མི་བྱའོ། །
en: The Blessed One said, “Desirable to the world and its gods are the blessed buddhas, so they should desire them.

source: ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་འདོད་པར་བྱ་བ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཏེ། དེ་དག་ལ་འདོད་པར་བྱའོ། །
en: Undesirable to the bodhisattvas are the hearers and solitary buddhas, so they should not desire them.

source: འདོད་པ་དང་བྲལ་བར་བྱ་བ་ནི་བརྒྱ་བྱིན་དང་ཚངས་པར་སྐྱེ་བ་ལ་ལྟ་སྟེ་དེ་ནི་ཚུལ་ལོ། །
en: ‘Being without desire’ means being without desire toward birth as Śakra and Brahmā. That is the proper conduct.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཇི་ཙམ་དུ་ཆུང་བའི་ས་བོན་ལ་འདམ་བརྙས་ཤིག །
en: “Therefore, noble sons, do not belittle a seed, however small.
